Repository: chrissharp80/emuqu
Catalog: Emuqu/Help.xcstrings
Source language: en
Languages: ar, da, de, es, fi, fr, is, it, ja, ko, nb, nl, pt_br, ru, sv, zh_hans

source: It connects to your Polar heart rate monitor — the H10 chest strap (ECG) or Verity Sense optical sensor (PPG) — and integrates with Apple Health for sleep, training, and vitals data. Together, these paint a complete picture of your daily recovery.
ar: يتصل بجهاز Polar لمراقبة معدل ضربات القلب — حزام الصدر H10 (ECG) أو المستشعر البصري Verity Sense (PPG) — ويتكامل مع Apple Health لبيانات النوم والتدريب والعلامات الحيوية. معًا ترسم هذه صورة كاملة لتعافيك اليومي.
da: Den forbinder til din Polar-pulsmåler — H10-brystbæltet (EKG) eller den optiske Verity Sense-sensor (PPG) — og integreres med Apple Health for søvn-, trænings- og vitaldata. Tilsammen giver de et komplet billede af din daglige restitution.
de: Die App verbindet sich mit deinem Polar-Herzfrequenzsensor — dem H10-Brustgurt (EKG) oder dem optischen Sensor Verity Sense (PPG) — und ist mit Apple Health für Schlaf-, Trainings- und Vitaldaten verknüpft. Zusammen ergibt das ein vollständiges Bild deiner täglichen Erholung.
es: Se conecta a tu monitor de frecuencia cardíaca Polar —la banda de pecho H10 (ECG) o el sensor óptico Verity Sense (PPG)— y se integra con Apple Health para los datos de sueño, entrenamiento y constantes vitales. Juntos, dan una imagen completa de tu recuperación diaria.
fi: Se yhdistyy Polar-sykemittariisi — H10-rintavyöhön (EKG) tai Verity Sense -optiseen anturiin (PPG) — ja toimii yhdessä Apple Healthin kanssa uni-, harjoitus- ja vitaalitietojen osalta. Yhdessä nämä muodostavat kokonaiskuvan päivittäisestä palautumisestasi.
fr: Elle se connecte à votre cardiofréquencemètre Polar — la ceinture pectorale H10 (ECG) ou le capteur optique Verity Sense (PPG) — et s’intègre à Apple Santé pour les données de sommeil, d’entraînement et de signes vitaux. Ensemble, ils dressent un tableau complet de votre récupération quotidienne.
is: Það tengist Polar púlsmælinum þínum — H10 brjóstólinni (hjartalínurit) eða Verity Sense ljósnemanum (PPG) — og tengist Apple Health fyrir gögn um svefn, æfingar og lífsmörk. Saman draga þau upp heildarmynd af daglegum bata þínum.
it: Si collega al tuo cardiofrequenzimetro Polar — la fascia toracica H10 (ECG) o il sensore ottico Verity Sense (PPG) — e si integra con Apple Salute per i dati su sonno, allenamento e parametri vitali. Insieme, danno un quadro completo del tuo recupero quotidiano.
ja: Polar の心拍モニター — H10 チェストストラップ（ECG）または Verity Sense 光学センサー（PPG）— に接続し、Apple ヘルスケアと連携して睡眠、トレーニング、バイタルのデータを取り込みます。これらを組み合わせて、毎日の回復の全体像を描き出します。
ko: Polar 심박계 — H10 가슴 스트랩(ECG) 또는 Verity Sense 광학 센서(PPG) — 에 연결되며, 수면, 훈련, 활력 징후 데이터를 위해 Apple 건강과 연동됩니다. 이들이 함께 매일의 회복 상태를 종합적으로 보여 줍니다.
nb: Den kobles til Polar-pulsmåleren din — H10-pulsbeltet (EKG) eller den optiske sensoren Verity Sense (PPG) — og integreres med Apple Health for søvn-, trenings- og vitaldata. Sammen gir dette et helhetlig bilde av den daglige restitusjonen din.
nl: Hij verbindt met je Polar-hartslagmeter — de H10-borstband (ecg) of de optische Verity Sense-sensor (PPG) — en werkt samen met Apple Health voor slaap-, trainings- en vitale gegevens. Samen geven ze een volledig beeld van je dagelijkse herstel.
pt_br: Ele se conecta ao seu monitor de frequência cardíaca Polar — a cinta peitoral H10 (ECG) ou o sensor óptico Verity Sense (PPG) — e se integra ao Apple Saúde para dados de sono, treino e sinais vitais. Juntos, eles formam um quadro completo da sua recuperação diária.
ru: Приложение подключается к вашему пульсометру Polar — нагрудному датчику H10 (ЭКГ) или оптическому датчику Verity Sense (ФПГ) — и работает с Apple Здоровьем, получая данные о сне, тренировках и жизненных показателях. Вместе они дают полную картину вашего ежедневного восстановления.
sv: Den ansluter till din Polar-pulsmätare — bröstbandet H10 (EKG) eller den optiska sensorn Verity Sense (PPG) — och integreras med Apple Hälsa för sömn-, tränings- och vitaldata. Tillsammans ger de en heltäckande bild av din dagliga återhämtning.
zh_hans: 它连接你的 Polar 心率监测设备 — H10 胸带（ECG）或 Verity Sense 光学传感器（PPG）— 并与 Apple 健康整合，获取睡眠、训练和生命体征数据。两者结合，完整呈现你每天的恢复情况。

source: Japanese, Korean, Chinese (Simplified), Arabic
ar: اليابانية، والكورية، والصينية (المبسطة)، والعربية
da: Japansk, koreansk, kinesisk (forenklet), arabisk
de: Japanisch, Koreanisch, Chinesisch (vereinfacht), Arabisch
es: Japonés, coreano, chino (simplificado), árabe
fi: japani, korea, kiina (yksinkertaistettu), arabia
fr: Japonais, coréen, chinois (simplifié), arabe
is: Japanska, kóreska, kínverska (einfölduð), arabíska
it: Giapponese, coreano, cinese (semplificato), arabo
ja: 日本語、韓国語、中国語（簡体字）、アラビア語
ko: 일본어, 한국어, 중국어(간체), 아랍어
nb: Japansk, koreansk, kinesisk (forenklet), arabisk
nl: Japans, Koreaans, Chinees (vereenvoudigd), Arabisch
pt_br: Japonês, coreano, chinês (simplificado), árabe
ru: Японский, корейский, китайский (упрощённый), арабский
sv: Japanska, koreanska, kinesiska (förenklad), arabiska
zh_hans: 日语、韩语、中文（简体）、阿拉伯语

source: Keep your phone within Bluetooth range (~3-5 meters) during recording
ar: أبقِ هاتفك ضمن نطاق البلوتوث (نحو 3-5 أمتار) أثناء التسجيل
da: Hold telefonen inden for Bluetooth-rækkevidde (~3-5 meter) under optagelsen
de: Halte dein Telefon während der Aufnahme in Bluetooth-Reichweite (~3–5 Meter)
es: Mantén el teléfono dentro del alcance del Bluetooth (~3-5 metros) durante la grabación
fi: Pidä puhelimesi Bluetooth-kantaman sisällä (noin 3–5 metriä) tallennuksen aikana
fr: Gardez votre téléphone à portée Bluetooth (~3-5 mètres) pendant l’enregistrement
is: Hafðu símann innan Bluetooth-drægni (~3-5 metrar) meðan á upptöku stendur
it: Tieni il telefono nel raggio del Bluetooth (~3-5 metri) durante la registrazione
ja: 記録中は iPhone を Bluetooth の範囲内（約 3～5 m）に置いてください
ko: 기록 중에는 휴대폰을 Bluetooth 범위(약 3-5미터) 안에 두세요
nb: Hold telefonen innenfor Bluetooth-rekkevidde (~3-5 meter) under opptaket
nl: Houd je telefoon tijdens de opname binnen Bluetooth-bereik (~3-5 meter)
pt_br: Mantenha o telefone dentro do alcance do Bluetooth (~3-5 metros) durante a gravação
ru: Во время записи держите телефон в радиусе действия Bluetooth (~3–5 метров)
sv: Håll telefonen inom Bluetooth-räckvidd (~3–5 meter) under inspelningen
zh_hans: 记录期间请将手机保持在蓝牙范围内（约 3-5 米）

source: Key insight
ar: فكرة أساسية
da: Vigtig pointe
de: Wichtige Erkenntnis
es: Idea clave
fi: Keskeinen havainto
fr: À retenir
is: Lykilinnsýn
it: Concetto chiave
ja: 重要なポイント
ko: 핵심 통찰
nb: Viktig innsikt
nl: Belangrijk inzicht
pt_br: Ponto-chave
ru: Главный вывод
sv: Viktig insikt
zh_hans: 关键要点

source: Language
ar: اللغة
da: Sprog
de: Sprache
es: Idioma
fi: Kieli
fr: Langue
is: Tungumál
it: Lingua
ja: 言語
ko: 언어
nb: Språk
nl: Taal
pt_br: Idioma
ru: Язык
sv: Språk
zh_hans: 语言

source: Late Meal — Ate late the night before
ar: وجبة متأخرة — تناولت الطعام متأخرًا في الليلة السابقة
da: Sent måltid — Spiste sent aftenen før
de: Spätes Essen — Am Vorabend spät gegessen
es: Cena tardía: cenaste tarde la noche anterior
fi: Myöhäinen ateria — Söi myöhään edellisenä iltana
fr: Repas tardif — Avoir mangé tard la veille au soir
is: Seint að borða — Borðaðir seint kvöldið áður
it: Pasto tardivo — Hai mangiato tardi la sera prima
ja: Late Meal — 前夜に遅い時間に食事した
ko: 늦은 식사 — 전날 밤 늦게 식사함
nb: Sent måltid — Spiste sent kvelden før
nl: Late maaltijd — De avond ervoor laat gegeten
pt_br: Refeição tardia — Comeu tarde na noite anterior
ru: Поздний ужин — ели поздно накануне вечером
sv: Sen måltid — Åt sent kvällen innan
zh_hans: 晚餐过晚 — 前一晚吃得很晚

source: Length of the cloud. Captures slower rhythms and overall variability — the combined output of both ANS branches.
ar: طول السحابة. يلتقط الإيقاعات الأبطأ والتقلب الإجمالي — الناتج المشترك لفرعي الجهاز العصبي الذاتي.
da: Skyens længde. Fanger langsommere rytmer og den samlede variabilitet — det samlede output fra begge ANS-grene.
de: Länge der Punktwolke. Erfasst langsamere Rhythmen und die Gesamtvariabilität — das gemeinsame Ergebnis beider ANS-Zweige.
es: Longitud de la nube. Recoge los ritmos más lentos y la variabilidad global: el resultado combinado de ambas ramas del SNA.
fi: Pilven pituus. Kuvaa hitaampia rytmejä ja kokonaisvaihtelua — autonomisen hermoston molempien haarojen yhteistulos.
fr: Longueur du nuage. Capte les rythmes plus lents et la variabilité globale — le résultat combiné des deux branches du SNA.
is: Lengd skýsins. Fangar hægari takta og heildarbreytileika — sameiginlega útkomu beggja greina ósjálfráða taugakerfisins.
it: Lunghezza della nuvola. Coglie i ritmi più lenti e la variabilità complessiva — il risultato combinato di entrambi i rami del SNA.
ja: 点の集まりの長さ。遅いリズムと全体的な変動性を捉えます — ANS の両方の系統を合わせた出力です。
ko: 점 구름의 길이. 느린 리듬과 전반적인 변이도를 포착합니다 — 자율신경계 두 갈래가 함께 만들어 낸 결과입니다.
nb: Lengden på skyen. Fanger opp langsommere rytmer og total variabilitet — det samlede resultatet av begge ANS-grenene.
nl: Lengte van de wolk. Vangt tragere ritmes en de totale variabiliteit — het gecombineerde resultaat van beide takken van het AZS.
pt_br: Comprimento da nuvem. Capta ritmos mais lentos e a variabilidade geral — o resultado combinado dos dois ramos do SNA.
ru: Длина облака. Отражает более медленные ритмы и общую вариабельность — совместную работу обеих ветвей ВНС.
sv: Molnets längd. Fångar långsammare rytmer och den totala variabiliteten — det sammanlagda resultatet av båda ANS-grenarna.
zh_hans: 点云的长度。反映较慢的节律和整体变异性 — 是自主神经两个分支的综合输出。

source: LF clearly exceeds HF. Seen with stress and caffeine — and also, reliably, with slow or paced breathing.
ar: LF يتجاوز HF بوضوح. يُلاحظ مع التوتر والكافيين — وأيضًا، بشكل ثابت، مع التنفس البطيء أو منتظم الإيقاع.
da: LF overstiger tydeligt HF. Ses ved stress og koffein — og også pålideligt ved langsom eller styret vejrtrækning.
de: LF übersteigt HF deutlich. Tritt bei Stress und Koffein auf — und ebenso zuverlässig bei langsamer oder vorgegebener Atmung.
es: La LF supera claramente a la HF. Se ve con estrés y cafeína, y también, de forma sistemática, con respiración lenta o pautada.
fi: LF ylittää selvästi HF:n. Nähdään stressin ja kofeiinin yhteydessä — ja myös luotettavasti hitaan tai tahdistetun hengityksen aikana.
fr: La LF dépasse nettement la HF. Observé avec le stress et la caféine — et aussi, de façon systématique, avec une respiration lente ou guidée.
is: LF er greinilega meira en HF. Sést við streitu og koffín — og líka, áreiðanlega, við hæga eða taktfasta öndun.
it: LF chiaramente superiore all'HF. Si osserva con stress e caffeina, e anche, regolarmente, con una respirazione lenta o guidata.
ja: LF が HF を明らかに上回っています。ストレスやカフェインで見られます — また、ゆっくりした呼吸やペース呼吸でも確実に見られます。
ko: LF가 HF보다 확실히 큽니다. 스트레스와 카페인에서 나타나며, 느리거나 페이스를 맞춘 호흡에서도 어김없이 나타납니다.
nb: LF er tydelig større enn HF. Ses ved stress og koffein — og også, pålitelig, ved langsom eller styrt pust.
nl: LF is duidelijk groter dan HF. Gezien bij stress en cafeïne — en ook, consequent, bij langzaam of gedoseerd ademen.
pt_br: O LF supera claramente o HF. Observado com estresse e cafeína — e também, de forma consistente, com respiração lenta ou cadenciada.
ru: LF заметно превышает HF. Бывает при стрессе и кофеине — а также, как правило, при медленном или размеренном дыхании.
sv: LF överstiger tydligt HF. Ses vid stress och koffein — och även, pålitligt, vid långsam eller styrd andning.
zh_hans: LF 明显高于 HF。在压力和摄入咖啡因时可见 — 在缓慢或节律呼吸时也一定会出现。

source: LF Power — Not What You Think
ar: قدرة LF — ليست كما تظن
da: LF-effekt — Ikke det, du tror
de: LF-Leistung — Nicht das, was du denkst
es: Potencia LF: no es lo que crees
fi: LF-teho — Ei sitä, mitä luulet
fr: Puissance LF — Pas ce que vous croyez
is: LF-afl — Ekki það sem þú heldur
it: Potenza LF — Non è quello che pensi
ja: LF パワー — 思われているものとは違う
ko: LF 파워 — 생각과는 다릅니다
nb: LF-effekt — ikke det du tror
nl: LF-vermogen — Niet wat je denkt
pt_br: Potência LF — Não é o que você pensa
ru: Мощность LF — не то, что вы думаете
sv: LF-effekt — Inte vad du tror
zh_hans: LF 功率 — 并非你所想的那样

source: LF/HF Ratio — A Trend, Not a Verdict
ar: نسبة LF/HF — اتجاه، لا حكم
da: LF/HF-forhold — En tendens, ikke en dom
de: LF/HF-Verhältnis — Ein Trend, kein Urteil
es: Relación LF/HF: una tendencia, no un veredicto
fi: LF/HF-suhde — Trendi, ei tuomio
fr: Ratio LF/HF — Une tendance, pas un verdict
is: LF/HF-hlutfall — Þróun, ekki dómur
it: Rapporto LF/HF — Una tendenza, non un verdetto
ja: LF/HF 比 — 判定ではなくトレンド
ko: LF/HF 비율 — 판정이 아닌 추세
nb: LF/HF-forhold — en trend, ikke en dom
nl: LF/HF-ratio — Een trend, geen oordeel
pt_br: Razão LF/HF — Uma tendência, não um veredito
ru: Соотношение LF/HF — тренд, а не вердикт
sv: LF/HF-kvot — En trend, inte ett utlåtande
zh_hans: LF/HF 比值 — 看趋势，而不是下结论

source: Lifetime Access
ar: وصول مدى الحياة
da: Livstidsadgang
de: Lebenslanger Zugang
es: Acceso de por vida
fi: Elinikäinen käyttöoikeus
fr: Accès à vie
is: Ævilangur aðgangur
it: Accesso a vita
ja: 永久アクセス
ko: 평생 이용권
nb: Livstidstilgang
nl: Levenslange toegang
pt_br: Acesso vitalício
ru: Пожизненный доступ
sv: Livstidsåtkomst
zh_hans: 终身使用权

source: Light (Core) Sleep
ar: النوم الخفيف (الأساسي)
da: Let søvn (kerne)
de: Leichtschlaf (Kernschlaf)
es: Sueño ligero (Core)
fi: Kevyt (ydin) uni
fr: Sommeil léger (de base)
is: Léttur (kjarna) svefn
it: Sonno leggero (Core)
ja: 浅い（コア）睡眠
ko: 얕은(코어) 수면
nb: Lett søvn (kjernesøvn)
nl: Lichte (kern)slaap
pt_br: Sono leve (Core)
ru: Лёгкий (базовый) сон
sv: Lätt sömn (kärnsömn)
zh_hans: 浅睡（核心）睡眠

source: Live stats show beats collected, elapsed time, and average RR interval
ar: تعرض الإحصاءات المباشرة النبضات المجمّعة والوقت المنقضي ومتوسط فاصل RR
da: Live-statistik viser indsamlede slag, forløbet tid og gennemsnitligt RR-interval
de: Live-Statistiken zeigen erfasste Schläge, verstrichene Zeit und durchschnittliches RR-Intervall
es: Las estadísticas en directo muestran los latidos recogidos, el tiempo transcurrido y el intervalo RR medio
fi: Reaaliaikaiset tilastot näyttävät kerätyt lyönnit, kuluneen ajan ja keskimääräisen RR-välin
fr: Les statistiques en direct affichent les battements collectés, le temps écoulé et l’intervalle RR moyen
is: Beinar tölur sýna fjölda safnaðra slaga, liðinn tíma og meðal-RR-bil
it: Le statistiche in tempo reale mostrano battiti raccolti, tempo trascorso e intervallo RR medio
ja: ライブ統計には、収集した拍数、経過時間、平均 RR 間隔が表示されます
ko: 실시간 통계에 수집된 박동 수, 경과 시간, 평균 RR 간격이 표시됩니다
nb: Direkte statistikk viser innsamlede slag, medgått tid og gjennomsnittlig RR-intervall
nl: Live statistieken tonen verzamelde slagen, verstreken tijd en het gemiddelde RR-interval
pt_br: Estatísticas ao vivo mostram os batimentos coletados, o tempo decorrido e o intervalo RR médio
ru: Живая статистика показывает число собранных ударов, прошедшее время и средний RR-интервал
sv: Livestatistik visar insamlade slag, förfluten tid och genomsnittligt RR-intervall
zh_hans: 实时统计显示已采集的心跳数、已用时间和平均 RR 间期

source: Lock your screen and go to sleep — silent audio keeps the app running
ar: اقفل الشاشة ونَم — الصوت الصامت يُبقي التطبيق قيد التشغيل
da: Lås skærmen, og gå i seng — lydløs lyd holder appen kørende
de: Sperr den Bildschirm und schlaf — stille Audiowiedergabe hält die App aktiv
es: Bloquea la pantalla y duérmete: un audio silencioso mantiene la app en marcha
fi: Lukitse näyttö ja mene nukkumaan — hiljainen ääni pitää sovelluksen käynnissä
fr: Verrouillez l’écran et dormez — un audio silencieux maintient l’app active
is: Læstu skjánum og farðu að sofa — hljóðlaust hljóð heldur appinu gangandi
it: Blocca lo schermo e vai a dormire: un audio silenzioso mantiene attiva l'app
ja: 画面をロックして眠ってください — 無音のオーディオでアプリが動作し続けます
ko: 화면을 잠그고 잠드세요 — 무음 오디오가 앱을 계속 실행시킵니다
nb: Lås skjermen og legg deg — lydløs lyd holder appen i gang
nl: Vergrendel je scherm en ga slapen — stille audio houdt de app actief
pt_br: Bloqueie a tela e vá dormir — um áudio silencioso mantém o app em execução
ru: Заблокируйте экран и ложитесь спать — беззвучный звук не даёт приложению остановиться
sv: Lås skärmen och somna — tyst ljud håller appen igång
zh_hans: 锁定屏幕去睡觉吧 — 静音音频会让应用保持运行

source: Long chats automatically truncate older turns and replace them with a short summary. Tap ⋯ → Clear conversation to start fresh if responses degrade. With tool use, per-turn latency stays flat — if it's slow, the network is slow or the model is reasoning on a long chain of tools.
ar: تقتطع المحادثات الطويلة الأدوار الأقدم تلقائيًا وتستبدلها بملخص قصير. اضغط ⋯ → مسح المحادثة لتبدأ من جديد إذا تراجعت جودة الردود. مع استخدام الأدوات، يبقى زمن الاستجابة لكل دور ثابتًا — إن كان بطيئًا فالشبكة بطيئة أو النموذج يستدل عبر سلسلة طويلة من الأدوات.
da: Lange chats afkorter automatisk ældre ture og erstatter dem med en kort opsummering. Tryk på ⋯ → Ryd samtale for at starte forfra, hvis svarene bliver dårligere. Med værktøjsbrug forbliver ventetiden pr. tur konstant — er det langsomt, er netværket langsomt, eller modellen ræsonnerer over en lang kæde af værktøjer.
de: Bei langen Chats werden ältere Beiträge automatisch gekürzt und durch eine kurze Zusammenfassung ersetzt. Tippe auf ⋯ → Unterhaltung löschen, um neu zu beginnen, wenn die Antworten schlechter werden. Mit Tool-Nutzung bleibt die Antwortzeit pro Runde gleich — wenn es langsam ist, ist das Netzwerk langsam oder das Modell arbeitet eine lange Kette von Tools ab.
es: Los chats largos recortan automáticamente los turnos antiguos y los sustituyen por un breve resumen. Toca ⋯ → Borrar conversación para empezar de cero si las respuestas empeoran. Con el uso de herramientas, la latencia por turno se mantiene estable: si va lento, es que la red va lenta o el modelo está razonando sobre una larga cadena de herramientas.
fi: Pitkistä keskusteluista karsitaan automaattisesti vanhempia vuoroja ja ne korvataan lyhyellä yhteenvedolla. Napauta ⋯ → Tyhjennä keskustelu aloittaaksesi alusta, jos vastaukset heikkenevät. Työkalujen käytön ansiosta vuorokohtainen viive pysyy tasaisena — jos se on hidas, verkko on hidas tai malli päättelee pitkää työkaluketjua.
fr: Les longues conversations raccourcissent automatiquement les échanges plus anciens et les remplacent par un bref résumé. Touchez ⋯ → Effacer la conversation pour repartir de zéro si les réponses se dégradent. Avec l’utilisation d’outils, la latence par échange reste stable — si c’est lent, c’est que le réseau est lent ou que le modèle raisonne sur une longue chaîne d’outils.
is: Löng spjöll stytta sjálfkrafa eldri umferðir og setja stutta samantekt í staðinn. Ýttu á ⋯ → Hreinsa samtal til að byrja upp á nýtt ef svörin versna. Með verkfæranotkun helst biðtími á hverja umferð jafn — ef það er hægt er netið hægt eða líkanið er að rökhugsa í gegnum langa keðju verkfæra.
it: Le chat lunghe troncano automaticamente i turni più vecchi e li sostituiscono con un breve riepilogo. Tocca ⋯ → Cancella conversazione per ricominciare se le risposte peggiorano. Con l'uso degli strumenti la latenza per turno resta costante: se è lenta, è lenta la rete oppure il modello sta ragionando su una lunga catena di strumenti.
ja: 長いチャットでは、古いターンが自動で切り詰められ、短い要約に置き換えられます。応答の質が落ちてきたら、⋯ →「会話を消去」をタップして新しく始めてください。ツール使用により、ターンごとの待ち時間は一定に保たれます — 遅い場合は、ネットワークが遅いか、モデルが長いツールの連鎖で推論しています。
ko: 긴 채팅은 오래된 대화를 자동으로 잘라내고 짧은 요약으로 대체합니다. 응답 품질이 떨어지면 ⋯ → 대화 지우기를 탭해 새로 시작하세요. 도구 사용 덕분에 턴당 지연 시간은 일정합니다 — 느리다면 네트워크가 느리거나 모델이 긴 도구 호출 체인을 추론하고 있는 것입니다.
nb: Lange chatter avkorter automatisk eldre turer og erstatter dem med en kort oppsummering. Trykk ⋯ → Tøm samtale for å starte på nytt hvis svarene blir dårligere. Med verktøybruk holder ventetiden per tur seg jevn — hvis det går tregt, er nettet tregt eller modellen resonnerer over en lang kjede av verktøy.
nl: Lange chats korten oudere beurten automatisch in en vervangen ze door een korte samenvatting. Tik op ⋯ → Gesprek wissen om opnieuw te beginnen als de antwoorden slechter worden. Met toolgebruik blijft de wachttijd per beurt gelijk — is het traag, dan is het netwerk traag of redeneert het model over een lange reeks tools.
pt_br: Chats longos cortam automaticamente os turnos mais antigos e os substituem por um resumo curto. Toque em ⋯ → Limpar conversa para recomeçar se as respostas piorarem. Com o uso de ferramentas, a latência por turno fica estável — se estiver lento, é a rede que está lenta ou o modelo está raciocinando sobre uma longa cadeia de ferramentas.
ru: В длинных чатах старые реплики автоматически обрезаются и заменяются кратким пересказом. Если ответы ухудшаются, нажмите ⋯ → «Очистить беседу», чтобы начать заново. С использованием инструментов задержка на каждом ходе остаётся постоянной — если медленно, значит, медленная сеть или модель рассуждает над длинной цепочкой инструментов.
sv: Långa chattar kortar automatiskt ned äldre turer och ersätter dem med en kort sammanfattning. Tryck på ⋯ → Rensa konversation för att börja om om svaren blir sämre. Med verktygsanvändning är svarstiden per tur konstant — om det går långsamt är nätverket långsamt eller så resonerar modellen genom en lång kedja av verktyg.
zh_hans: 长对话会自动截断较早的轮次，并用简短摘要替代。如果回复质量下降，点按 ⋯ → 清除对话 重新开始。使用工具调用后，每轮的延迟保持稳定 — 如果变慢，说明是网络慢，或者模型正在进行一长串工具调用的推理。
